{
  "base_model_name_or_path": "vinai/phobert-base",
  "peft_type": "LORA",
  "task_type": "SEQ_CLS",

  "r": 16,
  "lora_alpha": 16,
  "lora_dropout": 0.0,
  "bias": "none",

  "target_modules": ["query", "key", "value"],
  "modules_to_save": ["classifier"],

  "inference_mode": true
}
    